Repository: econt/econt-woo-opc-plugin
Catalog: languages/deliver-with-econt-*.po
Languages: bg_bg

source: Econt Shipping Module
bg_bg: Достави с Еконт

source: Econt Express LTD.
bg_bg: Еконт Експрес АД

source: Econt Delivery
bg_bg: Достави с Еконт

source: Sync Econt Waybills
bg_bg: Синхронизирай товарителници на Еконт

source: Waybill synced via bulk action.
bg_bg: Товарителницата е синхронизирана чрез групово действие.

source: Failed to sync order #%d
bg_bg: Неуспешна синхронизация на поръчка №%d

source: Error syncing order #%d: %s
bg_bg: Грешка при синхронизация на поръчка №%d: %s

source: Successfully synced %d Econt waybill.
bg_bg: Успешно синхронизирана %d товарителница на Еконт.

source: Failed to sync %d order.
bg_bg: Неуспешна синхронизация на %d поръчка.

source: Errors:
bg_bg: Грешки:

source: ... and %d more errors.
bg_bg: … и още %d грешки.

source: No orders were processed. Make sure selected orders use Econt delivery and contain physical products.
bg_bg: Няма обработени поръчки. Уверете се, че избраните поръчки използват доставка с Еконт и съдържат физически продукти.

source: You can't submit order, if shipping price is not calculated properly!
bg_bg: Не може да финализирате поръка, без да сте калкулирали цената на доставка!

source: Waybill
bg_bg: Товарителница

source: Print
bg_bg: Отпечатай

source: Generate
bg_bg: Генерирай

source: Delivery With Econt
bg_bg: Достави с Еконт

source: Econt Delivery Shop Settings
bg_bg: Настройки на Достави с Еконт

source: ID Number
bg_bg: Идентификационен номер

source: Private Key
bg_bg: Частен ключ

source: Use Econt Demo Service
bg_bg: Използвай демо средата на Еконт

source: Customer Details Container
bg_bg: Контейнер за клиентски данни

source: Enter your settings below:
bg_bg: Въведи данните:

source: CSS selector for the main customer details container (billing/shipping fields)
bg_bg: CSS селектор за основния контейнер с клиентски данни (полета за плащане/доставка)

source: Edit delivery details
bg_bg: Промени данни за доставка с Еконт

source: Econt Delivery Details
bg_bg: Данни за доставка с Еконт

source: Loading Econt delivery options...
bg_bg: Зареждане на данните за доставка с Еконт…

source: Please complete Econt delivery details before placing your order
bg_bg: Моля, попълнете данните за доставка по Еконт, преди да направите поръчката си

source: Please complete Econt delivery details first
bg_bg: Моля, попълнете данните за доставка с Еконт, преди да направите поръчката си

source: Delivery to office:
bg_bg: Доставка до офис:

source: Delivery to address:
bg_bg: Доставка до адрес:

source: Calculating...
bg_bg: Изчисляване...
